//
//  Localizable.strings
//  pranatice
//
//  Copyright © 2016 Jin
//
//  This software is released under the MIT License.
//  http://opensource.org/licenses/mit-license.php
//


//
//  Main ViewControllers
//


"main.mood_view.message" = "¿Cómo fue la práctica?";

// Start Alert
"main.start-alert.title" = "Start";
"main.start-alert.message" = "Esté preparado para %@";

"main.start-alert.button.start" = "Comenzar";
"main.start-alert.button.cancel" = "Cancelar";

// Cancel Alert
"main.cancel-alertview.title" = "Cancelar";
"main.cancel-alertview.message" = "¿Quieres dejar la práctica?";
"main.cancel-alertview.button.yes" = "Sí";
"main.cancel-alertview.button.no" = "No";


//
//  Settings ViewController
//

"settings.title" = "Configuración";

"settings.section.tile.call" = "Llamado";
"settings.section.tile.etc" = "etc";
"settings.section.tile.export" = "Exportar";

"calender.title.string" = "Diario espiritual";


//
//  HistoryViewController
//

"history.title" = "Historia de la Pranayama";

"history.actionsheet.main.title" = "";
"history.actionsheet.button.edit-memo" = "Editar Nota";
"history.actionsheet.button.add-memo" = "Agregar Nota";
"history.actionsheet.button.delete" = "Eliminar";
"history.actionsheet.button.cancel" = "Cancelar";


"history.memo-alert.title.edit" = "Editar";
"history.memo-alert.title.add" = "Nuevo";
"history.memo-alert.button.save" = "Guardar";
"history.memo-alert.button.cancel" = "Cancelar";
"history.memo-alert.placeholder.memo" = "nota";


// Format

"format.rough-minutes" = "≈%dmin";


//
//  Pranayama
//

"kapalbhati" = "Kapalbhati";
"anulomvilom" = "Anulomvilom";
"suryabhedana" = "Suryabhedana";
"chandrabhedana" = "Chandrabhedana";


// Start
"begin" = "comience";
"close right" = "Cierre derecho";
"close left" = "Cierre izquierda";

// exhale
"exhale" = "exhale";
"exhale from left" = "exhale izquierda, 1";
"exhale from right" = "exhale derecho, 1";
"exhale gently" = "exhale, suavemente";
"exhale completely" = "exhale, completamente";

// inhale
"breathe in" = "Respire";
"inhale" = "inhale";
"inhale from left" = "inhale izquierda, 1";
"inhale from right" = "inhale derecho, 1";
"inhale gently" = "inhale suavemente";
"inhale comfortably" = "inhale, cómodamente"; // before Kumbhaka

// retain + hold
"retain" = "retención";
"and hold" = "y, retención";
"10 more seconds" = "10 segundos más";

// round
"get ready for next round" = "prepárate para la siguiente ronda";
"last round" = "última 2";

// release
"release" = "descanso";
"drop hand" = "soltar la mano";

